Repository: JonasFranke/univention-corporate-server
Catalog: management/univention-appcenter/umc/js/*.po
Languages: de

source: These changes contain <strong>all package upgrades available</strong> and thus may <strong>include errata updates</strong>. If this is not intended, the corresponding components have to be temporarily deactivated first using the tab "%s" in the App Center.
de: Diese Änderungen enthalten <strong>alle verfügbaren Paket-Aktualisierungen</strong> und können daher auch <strong>Errata-Aktualisierungen mit einschließen</strong>. Wenn dies nicht gewünscht ist, müssen zuvor die entsprechenden Komponenten im Tab "%s" des App Centers zeitweise deaktiviert werden.

source: This App requires an extension of the LDAP schema.
de: Diese App erfordert eine Erweiterung des LDAP Schemas.

source: This App will inform the App provider about an (un)installation. The app provider may contact you.
de: Diese App setzt den App-Anbieter über eine (De)Installation in Kenntnis. Der App-Anbieter wird Sie ggf. kontaktieren.

source: This App will not get any further updates.
de: Diese App wird keine weiteren Aktualisierungen erhalten.

source: This App will not get any further updates. We suggest to uninstall %(app)s and search for an alternative App.
de: Diese App wird keine weiteren Aktualisierungen erhalten. Wir empfehlen, %(app)s zu deinstallieren und alternative Software zu suchen.

source: This App will not inform the App provider about an (un)installation directly.
de: Diese App setzt den App-Anbieter nicht direkt über eine (De)Installation in Kenntnis.

source: This is probably due to a missing reboot after an UCS upgrade. After a reboot, a newer kernel may be used.
de: Das liegt vermutlich an einem ausgebliebenen Neustart nach einer UCS-Aktualisierung. Ein Neustart kann dazu führen, dass ein neuerer Kernel verwendet wird.

source: This module shows all repositories settings defined for this system.
de: Diese Modul zeigt alle Repository-Einstellungen, die für dieses System definiert sind.

source: This operation causes problems in the following packages that cannot be resolved:
de: Die Aktion führt bei folgenden Paketen zu nicht automatisch behebbaren Problemen:

source: To do this please log in as %s and repeat the steps taken until this dialog. You will be guided through the installation.
de: Melden Sie sich dazu bitte als %s an und wiederholen Sie alle Schritte bis zu diesem Dialog. Sie werden durch die Installation geführt werden.

source: To do this please log in on %(host)s as an administrator. Open the menu in the top right corner of the screen and choose "License" > "%(dialogName)s". There you can request the new license.
de: Melden Sie sich dazu bitte als ein Administrator auf %(host)s an. Öffnen Sie das Menü in der oberen rechten Bildschirmecke und wählen Sie den Punkt "Lizenz" > "%(dialogName)s" aus. Dort können Sie eine neue Lizenz anfordern.

source: Uninstall
de: Deinstallieren

source: Uninstall Information
de: Informationen zur Deinstallation

source: Uninstall anyway
de: Trotzdem deinstallieren

source: Uninstall them first.
de: Deinstallieren Sie diese zuerst.

source: Uninstalling
de: Deinstalliere

source: Uninstalling %s
de: Deinstalliere %s

source: Uninstalling %s will also remove the following plugins:
de: Die Deinstallation von %s entfernt auch die folgenden Plugins:

source: Unknown
de: Unbekannt

source: Update available
de: Aktualisierung verfügbar

source: Updating session and module data...
de: Aktualisiere Sitzungs- und Moduldaten...

source: Upgrade
de: Aktualisieren

source: Upgrade Information
de: Informationen zur Aktualisierung

source: Upgrade anyway
de: Trotzdem aktualisieren

source: Upgrade of %s
de: Aktualisierung von %s

source: Upgrade to %s available
de: Aktualisierung auf %s verfügbar

source: Upgrading
de: Aktualisiere

source: Upgrading %s
de: Aktualisiere %s

source: Upload file
de: Datei hochladen

source: Use unmaintained repositories
de: 'Unmaintained' Repositories benutzen

source: Username
de: Benutzername

source: Users need to be modified in the %s in order to use this service.
de: Benutzer müssen in der %s für diesen Dienst freigeschaltet werden.

source: Using the data you entered, no valid repository could be found.<br/>Since this may be a temporary server problem as well, your data was saved though.<br/>The problem was:
de: Auf dem angegebenen Server konnte kein gültiges Repository gefunden werden<br/>Da es auch ein temporäres Problem des betreffenden Servers sein kann, wurden Ihre Eingaben trotzdem gespeichert.<br/>Das Problem ist:

source: Vendor
de: Hersteller

source: Vote for this app now and bring your favorite faster to the Univention App Center
de: Stimmen Sie jetzt für diese App und bringen Sie Ihren Favoriten schneller ins Univention App Center

source: Vote now
de: Jetzt abstimmen

source: Wait for that operation to finish.
de: Warten Sie, bis diese Operation beendet wurde.

source: We are currently reviewing the admission of this app in the Univention App Center. Vote now and show us how relevant the availability of this app is for you.
de: Zurzeit überprüfen wir die Aufnahme dieser App in das Univention App Center. Stimmen Sie jetzt ab und zeigen Sie uns, wie relevant die Verfügbarkeit dieser App für Sie ist.

source: We are sorry for the inconvenience.
de: Wir entschuldigen uns für die Unannehmlichkeiten.

source: We detected some problems that may lead to a faulty installation. Please consider the information below before continuing with the installation.
de: Wir haben einige Probleme entdeckt, die zu einer fehlerhaften Installation führen können. Bitte beachten Sie die folgenden Informationen, bevor Sie mit der Installation fortfahren.

source: With the current (already changed) settings, the following problem was encountered:
de: Mit den momentanen (bereits veränderten) Einstellungen ist das folgende Problem aufgetreten:

source: Yes
de: Ja

source: You can configure the App Center to support it now. The service "docker" will be started.
de: Sie können das App Center so einstellen, dass es diese unterstützt. Der Dienst "docker" wird gestartet werden.

source: You cannot continue
de: Fortfahren nicht möglich

source: You need to request and install a new license in order to use the Univention App Center.
de: Eine neue Lizenz muss angefordert und installiert werden, um das Univention App Center zu nutzen.

source: You receive such a license key within a couple of minutes via email after a free activation.
de: Sie erhalten einen solchen Lizenzschlüssel nach der kostenlosen Aktivierung innerhalb weniger Minuten per E-Mail.

source: You're editing the details of the component definition.
de: Sie bearbeiten die Details der Komponenten-Definition.

source: an unknown amount of
de: eine unbekannte Anzahl

source: https://appcenter.univention.com/
de: https://appcenter.univention.de/

source: https://docs.software-univention.de/manual-%s.html#ad-connector:password-dienst
de: https://docs.software-univention.de/handbuch-%s.html#ad-connector:password-dienst

source: https://www.univention.com/products/univention-app-center/vote-for-app/
de: https://www.univention.de/produkte/univention-app-center/vote-for-app/

source: install
de: installieren

source: this App may be installed on any computer in the domain
de: diese App kann auf einem beliebigen Rechner in der Domäne installiert werden

source: this App must be installed on another computer in the domain
de: diese App muss auf einem anderen Rechner in der Domäne installiert werden

source: this computer
de: dieser Rechner

source: this host
de: diesem Rechner

source: uninstall
de: deinstallieren

source: upgrade
de: aktualisieren

source: {0} packages are erroneous
de: {0} Pakete sind fehlerhaft

source: {0} packages will be installed / upgraded
de: {0} Pakete werden installiert / aktualisiert

source: {0} packages will be removed
de: {0} Pakete werden deinstalliert
